import { Layout } from "../Layout/Layout";
import s from "./ValuablesSection.module.css";

export const ValuablesSection = () => {
  return (
    <section className={s.section}>
      <Layout>
        <h2>Наші цінності</h2>

        <ul>
          <li className={s.red}>
            <h3>Турбота про клієнта</h3>
            <p>
              Ми ставимо клієнтів на перше місце, надаючи індивідуальні
              консультації та допомогу у виборі. Кожен наш клієнт може
              розраховувати на професійну підтримку та тепле обслуговування.
            </p>
          </li>
          <li className={s.white}>
            <h3>Індивідуальний підхід</h3>
            <p>
              Ми враховуємо ваші особливості та пропонуємо продукцію, що
              відповідають вашим потребам і очікуванням. Наші менеджери та
              лікарі-консультанти допоможуть обрати найкраще саме для вас.
            </p>
          </li>
          <li>
            <img src="/images/valuables.jpg" alt="Valuables" />
          </li>
          <li className={s.rose}>
            <h3>Якість продукції</h3>
            <p>
              Ми ретельно відбираємо кожен засіб, щоб забезпечити його
              ефективність та безпеку для вашого догляду. Ви можете бути
              впевнені, що всі товари відповідають найвищим стандартам.
            </p>
          </li>
        </ul>
      </Layout>
    </section>
  );
};
